driver-tests/bpelse/assign/AssignJbi/test/results/CopybooleanInvoke/Actual_20130319180433_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <booleanPart xmlns="urn:DataType" xmlns:msgns="urn:CopyDataTypeTNS">
      <xsd_boolean>true</xsd_boolean>
      <optional_boolean>true</optional_boolean>
      <repeat_boolean>false</repeat_boolean>
      <repeat_boolean>false</repeat_boolean>
    </booleanPart>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>